Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

# UsernameInvalidLong
source: The username must not exceed 32 characters.
ar: اسم المستخدم يجب ألا يتخطى ٣٢ حرف كحد أقصى.
es: El alias no debe exceder los 32 caracteres.
it: Il massimo per un username è 32 caratteri.

# UsernameInvalidShort
source: A username must have at least 5 characters.
ar: سم المستخدم يجب أن يتكوّن من ٥ حروف على الأقل.
es: Un alias debe tener al menos 5 caracteres.
it: Un username deve avere almeno 5 caratteri.

# UsernameInvalidStartNumber
source: Sorry, a username can't start with a number.
ar: المعذرة، اسم المستخدم لا يمكن أن يبدأ برقم.
es: Lo sentimos, un alias no puede comenzar con un número.
it: Spiacenti, un username non può iniziare con un numero.

# UsernamePlaceholder
source: Your Username
ar: معرّفك
es: Tu alias
it: Il tuo username

# UsersOne
source: {0} user
ar: {0} مستخدم
es: {0} usuario
it: {0} utente

# UsersOther
source: {0} users
ar: {0} مستخدم
es: {0} usuarios
it: {0} utenti

source: Vibrate
ar: اهتزاز
es: Vibraciones
it: Vibrazione

# VibrationDefault
source: Default
ar: تلقائي
es: Por defecto
it: Predefinita

# VibrationDisabled
source: Disabled
ar: تعطيل
es: Desactivadas
it: Disabilitata

source: Video Caption
ar: تعليق المقطع المرئي
es: Comentario de vídeo
it: Didascalia video

# VideoMessagesAutodownload
source: Video messages
ar: الرسائل المرئية
es: Videomensajes
it: Videomessaggi

# ViewPackPreview
source: View Pack
ar: استعرض الحزمة
es: Ver pack
it: Visualizza pacchetto

source: Vignette
ar: النقش
es: Viñeta
it: Vignettatura

# VoipAnswerCall
source: Answer
ar: رد
es: Contestar
it: Rispondi

# VoipAnsweringAsAccount
source: Answering as %s
ar: الرد كـ %s
es: Contestando como %s
it: Rispondi come %s

# VoipAudioRoutingBluetooth
source: Bluetooth
ar: بلوتوث

# VoipAudioRoutingEarpiece
source: Earpiece
ar: سماعة الأذن
es: Auricular
it: Auricolare

# VoipAudioRoutingSpeaker
source: Speaker
ar: سماعة
es: Altavoz
it: Altoparlante

# VoipBusy
source: Line busy
ar: الخط مشغول
es: Línea ocupada
it: Linea occupata

# VoipCallEnded
source: Call ended
ar: تم إنهاء المكالمة
es: Llamada terminada
it: Chiamata terminata

# VoipConnecting
source: Connecting
ar: جاري الإتصال
es: Conectando
it: Connetto

# VoipDeclineCall
source: Decline
ar: رفض
es: Rechazar
it: Rifiuta

# VoipEndCall
source: End call
ar: إنهاء المكالمة
es: Finalizar llamada
it: Termina chiamata

# VoipExchangingKeys
source: Exchanging encryption keys
ar: جاري مبادلة مفاتيح التشفير
es: Intercambiando claves de cifrado
it: Scambio delle chiavi di crittografia

# VoipFailed
source: Failed to connect
ar: فشل في الاتصال
es: Conexión fallida
it: Connessione fallita

# VoipFeedbackCommentHint
source: Add an optional comment
ar: أضف تعليق اختياري
es: Añade un comentario opcional
it: Aggiungi un commento opzionale

# VoipHangingUp
source: Hanging up
ar: جاري إنهاء المكالمة
es: Colgando
it: Riattacco

# VoipInCallBranding
source: Telegram Call
ar: مكالمة تيليجرام
es: Llamada de Telegram
it: Chiamata Telegram

# VoipIncoming
source: Incoming call
ar: مكالمات واردة
es: Llamada entrante
it: Chiamata in entrata

# VoipNeedMicPermission
source: Telegram needs access to your microphone so that you can make calls.
ar: تيليجرام يحتاج للسماح له بالوصول للمايكروفون الخاص بك لتتمكن من إجراء مكالمات.
es: Telegram necesita acceso a tu micrófono para poder realizar llamadas.
it: Telegram deve accedere al microfono per poter effettuare chiamate.

# VoipNotificationSettings
source: Voice calls
ar: مكالمات صوتية
es: Llamadas de voz
it: Chiamate vocali

# VoipOffline
source: You're currently offline. Please connect to the Internet in order to make calls.
ar: أنت حاليًا غير متصل. يرجى الاتصال بالانترنت لتتمكن من إجراء مكالمات.
es: Estás sin conexión. Por favor, conéctate a internet para realizar llamadas.
it: Al momento non sei in linea. Per favore connettiti a Internet per chiamare.

# VoipOfflineAirplane
source: You currently have airplane mode enabled. Please turn it off or connect to Wi-Fi in order to make calls.
ar: لقد قمت بتفعيل وضع الطيران. يرجى تشغيل الواي فاي لتتمكن من إجراء اتصالات.
es: Tienes activado el modo avión. Por favor, desactívalo o conéctate a una red Wi-Fi para hacer llamadas.
it: Al momento hai la modalità aereo attivata. Per favore disattivala o connettiti ad una rete Wi-Fi per chiamare.

# VoipOfflineAirplaneTitle
source: Airplane Mode
ar: وضع الطيران
es: Modo avión
it: Modalità aereo

# VoipOfflineOpenSettings
source: Settings
ar: الإعدادات
es: Ajustes
it: Impostazioni

# VoipOfflineTitle
source: Offline
ar: غير متصل
es: Fuera de línea
it: Non in linea

# VoipOngoingAlert
source: You currently have an ongoing call with **{0}**. Would you like to hang up on that call and start a new one with **{1}**?
ar: لديك حاليًا مكالمة نشطة مع **{0}**. هل ترغب في إنهاء المكالمة وبدء مكالمة جديدة مع **{1}**؟
es: Actualmente tienes una llamada en curso con **{0}**. ¿Quieres colgar esa llamada y empezar una nueva con **{1}**?
it: Al momento hai una chiamata in corso con **{0}**. Vuoi terminare quella chiamata e iniziarne una nuova con **{1}**?

# VoipOngoingAlertTitle
source: Another call in progress
ar: مكالمة أخرى نشطة
es: Otra llamada en curso
it: Altra chiamata in corso

# VoipOutgoingCall
source: Ongoing Telegram call
ar: مكالمة تيليجرام الحالية
es: Llamada de Telegram en curso
it: Chiamata Telegram in corso

# VoipPeerIncompatible
source: **{0}**'s app is using an incompatible protocol. They need to update their app before you can call them.
ar: إصدار تيليجرام الخاص بـ**{0}** غير متوافق. ينبغي عليه تحديث إصدارهم لتتمكن من الاتصال بهم.
es: La app de **{0}** está usando un protocolo incompatible. Necesita actualizar la app para poder llamar.
it: L'app di **{0}** sta usando un protocollo non compatibile. Deve aggiornare la sua app prima che tu possa chiamarlo.

# VoipPeerOutdated
source: **{0}**'s app does not support calls. They need to update their app before you can call them.
ar: تطبيق تيليجرام الخاص بـ**{0}** لا يدعم المكالمات. ينبغي عليه تحديث تطبيقهم لتتمكن من الاتصال بهم.
es: La app de **{0}** no soporta llamadas. Necesita actualizar la app para poder llamar.
it: L'app di **{0}** non supporta le chiamate. Deve aggiornare la sua app prima che tu possa chiamarlo.

# VoipRateCallAlert
source: Please rate the quality of your Telegram call
ar: فضلًا قم بتقييم جودة الاتصال في تيليجرام
es: Por favor, evalúa la calidad de tu llamada de Telegram
it: Per favore valuta la qualità della tua chiamata Telegram

# VoipRequesting
source: Requesting
ar: جاري الطلب
es: Solicitando
it: Richiedo

# VoipRinging
source: Ringing
ar: يتم الاتصال
es: Llamando
it: Squillo

# VoipRingtoneInfo
source: You can customize the ringtone used when this contact calls you on Telegram.
ar: يمكنك تخصيص نغمة الاتصال عندما يتصل بك هذا المعرف من خلال تيليجرام.
es: Puedes personalizar el tono de llamada desde este contacto en Telegram.
it: Puoi personalizzare la suoneria usata quando questo contatto ti chiama su Telegram.

# VoipSettingsRingtone
source: Ringtone
ar: النغمة
es: Tono de llamada
it: Suoneria

# VoipUseLessData
source: Use less data for calls
ar: استخدم بيانات أقل للاتصال.
es: Usar menos datos
it: Utilizza meno dati per le chiamate

# VoipWaiting
source: Waiting
ar: انتظار
es: Esperando
it: Attendo

source: Waiting for network...
ar: في إنتظار الشبكة...
es: Esperando red...
it: Attendo la rete...

source: Warmth
ar: الدفء
es: Temperatura
it: Calore

# WeeksOne
source: {0} week
ar: {0} أسبوع
es: {0} semana
it: {0} settimana

# WeeksOther
source: {0} weeks
ar: {0} أسبوع
es: {0} semanas
it: {0} settimane

source: When connected on Wi-Fi
ar: عند الاتصال بالشبكة اللاسلكية
es: Con conexión a Wi-Fi
it: Quando connesso tramite Wi-Fi

source: When roaming
ar: عند تواجدك خارج البلاد
es: Con itinerancia de datos
it: In roaming

source: When using mobile data
ar: عند استخدام البيانات الخلوية
es: Con uso de datos móviles
it: Quando utilizzi la rete cellulare

# WhoCanAddMe
source: Who can add me to group chats?
ar: من يستطيع إضافتي للمجموعات؟
es: ¿Quién puede añadirme a grupos?
it: Chi può aggiungermi ai gruppi?

# WhoCanAddMeInfo
source: You can restrict who can add you to groups and channels with granular precision.
ar: بإمكانك تحديد من يستطيع إضافتك للمجموعات والقنوات كيفما تشاء.
es: Puedes restringir quién puede añadirte a grupos o canales con gran precisión.
it: Puoi decidere chi può aggiungerti a gruppi e canali con precisione granulare.

# WhoCanAddMembers
source: Who can add new members?
ar: من يستطيع إضافة أعضاء؟
es: ¿Quién puede invitar?
it: Chi può aggiungere nuovi membri?

# WhoCanAddMembersAdmins
source: Only Admins
ar: فقط المشرفون
es: Administradores
it: Solo gli amministratori

# WhoCanAddMembersAllMembers
source: All Members
ar: جميع الأعضاء
es: Todos
it: Tutti i membri

source: Who can call me?
ar: من يستطيع الاتصال بي؟
es: ¿Quién puede llamarme?
it: Chi può chiamarmi?

# WhoCanCallMeInfo
source: You can restrict who can call you.
ar: يمكنك تحديد من يستطيع الاتصال بك.
es: Puedes restringir quién puede llamarte.
it: Puoi decidere chi può chiamarti.

# WiFiUsage
source: Wi-Fi Data Usage
ar: استخدام بيانات الواي فاي
es: Uso de datos Wi-Fi
it: Utilizzo dati Wi-Fi

# WillUnmuteIn
source: In {0}
ar: خلال {0}
es: En {0}
it: Tra {0}

# WithinAMonth
source: last seen within a month
ar: آخر ظهور خلال شهر
es: últ. vez hace unas semanas
it: ultimo accesso entro un mese

# WithinAWeek
source: last seen within a week
ar: آخر ظهور خلال أسبوع
es: últ. vez hace unos días
it: ultimo accesso entro una settimana

# WrongCountry
source: Invalid Country Code
ar: رمز البلد خاطئ
es: Código de país inválido
it: Prefisso internazionale non valido

source: Wrong number?
ar: الرقم خاطئ؟
es: ¿Número incorrecto?
it: Numero errato?

# YearsOne
source: {0} year
ar: {0} سنة
es: {0} año
it: {0} anno

# YearsOther
source: {0} years
ar: {0} سنة
es: {0} años
it: {0} anni

source: yesterday
ar: أمس
es: ayer
it: ieri

source: yesterday at
ar: أمس الساعة
es: ayer a las
it: ieri alle

# YouBlockedUser
source: Sorry, you can't add this user or bot to groups because you've blocked them. Please unblock to proceed.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم أو البوت للمجموعات بسبب أنك قمت بحظره. فضلًا قم بإزالة الحظر للإستمرار.
es: No puedes añadir a este usuario o bot al grupo porque lo has bloqueado. Por favor, desbloquéalo para continuar.
it: Spiacenti, non puoi aggiungere questo utente o bot al gruppo perchè lo hai bloccato. Per favore sbloccalo per procedere.

# YouCreatedBroadcastList
source: You created a broadcast list
ar: أنت قمت بإنشاء قائمة رسالة جماعية
es: Creaste una lista de difusión
it: Hai creato una lista broadcast

# YouHaveNewMessage
source: You have a new message
ar: لديك رسالة جديدة
es: Tienes un mensaje nuevo
it: Hai un nuovo messaggio

# YouLeft
source: You left this group
ar: لقد قمت بمغادرة المجموعة
es: Dejaste este grupo
it: Hai lasciato il gruppo

# YouWereKicked
source: You were removed from this group
ar: لقد تم إخراجك من هذه المجموعة
es: Te eliminaron de este grupo
it: Sei stato rimosso da questo gruppo

# YourCode
source: Phone verification
ar: تحقق الهاتف
es: Verificación
it: Verifica numero

source: Your E-Mail
ar: بريدك الإلكتروني
es: Tu e-mail
it: La tua email

# YourEmailAlmostThere
source: Almost there!
ar: تقريبًا انتهينا!
es: ¡Ya casi!
it: Ci siamo quasi!

# YourEmailAlmostThereText
source: Please check your e-mail (don't forget the spam folder) to complete Two-Step Verification setup.
ar: يرجى الذهاب لبريدك الإلكتروني والضغط على رابط التأكيد لإنهاء إعدادات التحقق بخطوتين. تأكد من الإطّلاع على مجلد الرسائل الغير مرغوب بها أيضًا.
es: Por favor, revisa tu e-mail (no olvides la carpeta de spam) para completar la configuración de la verificación en dos pasos.
it: Controlla la tua email (anche lo spam) per completare la configurazione della verifica in due passaggi.

# YourEmailInfo
source: Please add your valid e-mail. It is the only way to recover a forgotten password.
ar: فضلًا أضف بريد إلكتروني صحيح. هذه هي الطريقة الوحيدة لإستعادة كلمة المرور بعد نسيانها.
es: Por favor, añade un e-mail válido. Es la única forma de recuperar una contraseña olvidada.
it: Inserisci un'email valida. È l'unico modo per recuperare una password dimenticata.

# YourEmailSkip
source: Skip
ar: تخطّي
es: Omitir
it: Salta

# YourEmailSkipWarning
source: Warning
ar: تحذير
es: Advertencia
it: Attenzione

# YourEmailSkipWarningText
source: No, seriously. If you forget your password, you will lose access to your Telegram account. There will be no way to restore it.
ar: الموضوع جدّيّ. إذا نسيت كلمة المرور الخاصة بك، لن تستطيع الدخول على حساب تيليجرام الخاص بك. لن يكون هناك طريقة لإستعادته.
es: En serio. Si olvidas tu contraseña, perderás el acceso a tu cuenta de Telegram. No habrá manera de recuperarla.
it: No, seriamente. Se dimentichi la tua password, perderai l'accesso al tuo account Telegram. Non ci sarà modo di ripristinarlo.

source: Your name
ar: اسمك
es: Tu nombre
it: Il tuo nome

source: Your Password
ar: كلمة المرور الخاصة بك
es: Tu contraseña
it: La tua password

# YourPasswordSuccess
source: Success!
ar: تم بنجاح!
es: ¡Listo!
it: Fatto!

# YourPasswordSuccessText
source: Your password for Two-Step Verification is now active.
ar: تم تفعيل كلمة المرور الخاصة بالتحقق بخطوتين.
es: Tu contraseña para la verificación en dos pasos está activada.
it: La password per la verifica in due passaggi è ora attiva.

source: Your phone
ar: رقم هاتفك المحمول
es: Tu teléfono
it: Il tuo telefono

# FormatDateAtTime
source: {0} at {1}
ar: {0} الساعة {1}
es: {0} a las {1}
it: {0} alle {1}

# ItemsOne
source: {0} item
ar: {0} ملف
es: {0} ítem
it: {0} oggetto

# ItemsOther
source: {0} items
ar: {0} ملف
es: {0} ítems
it: {0} oggetti

# MessagesOne
source: {0} message
ar: {0} رسالة
es: {0} mensaje
it: {0} messaggio

# MessagesOther
source: {0} messages
ar: {0} رسالة
es: {0} mensajes
it: {0} messaggi

# EncryptionKeyLink
source: https://telegram.org/faq#secret-chats
es: https://telegram.org/faq/es#chats-secretos
it: https://telegram.org/faq/it#chat-segrete

# EventLogEditedYouChannelPhoto
source: You set new channel photo
it: Hai cambiato la foto del canale

# EventLogEditedYouChannelTitle
source: You renamed the channel to "{0}"
it: Hai rinominato il canale in "{0}"

# EventLogEditedYouGroupPhoto
source: You set new group photo
it: Hai cambiato la foto del gruppo

# EventLogEditedYouGroupTitle
source: You renamed the group to "{0}"
it: Hai rinominato il gruppo in "{0}"

# EventLogLeft
source: un1 left the group
it: un1 ha lasciato il gruppo

# EventLogPreviousChannelLink
source: Previous channel link
it: Link precedente del canale

# EventLogPreviousGroupLink
source: Previous group link
it: Link precedente del gruppo

# EventLogPromotedInviteLink
source: Invite via link
it: Invitare tramite link

# EventLogRemoved
source: un1 removed un2
it: un1 ha rimosso un2

# EventLogRemovedYouChannelPhoto
source: You removed channel photo
it: Hai rimosso la foto del canale

# EventLogRemovedYouGroupPhoto
source: You removed group photo
it: Hai rimosso la foto del gruppo

# EventLogRestricted
source: changed restrictions for {0} indefinitely
it: un1 ha cambiato le restrizioni per un2 ({0})

# EventLogYouChannelJoined
source: You joined channel
it: Ti sei unito al canale

# EventLogYouGroupJoined
source: You joined group
it: Ti sei unito al gruppo

# EventLogYouLeft
source: You left group
it: Hai lasciato il gruppo

# EventLogYouPromoted
source: You changed privileges of un2 ({0})
it: Hai cambiato i privilegi di un2 ({0})

# EventLogYouRestricted
source: You changed restrictions for un2 ({0})
it: Hai cambiato le restrizioni per un2 ({0})

# PaymentCardExpireDate
source: MM/YY
es: MM/AA
it: MM/AA

source: Sync Contacts
es: Sincronizar contactos
it: Sincronizza contatti

# SyncContactsAdded
source: Contacts from this device were added to your account.
es: Los contactos de este dispositivo fueron añadidos a tu cuenta.
it: I contatti da questo dispositivo sono stati aggiunti al tuo account.

# SyncContactsInfoOff
source: Turn on to import contacts from this device to your account.
es: Activa esta opción para importar contactos de este dispositivo a tu cuenta.
it: Attiva per importare i contatti da questo dispositivo nel tuo account.

# SyncContactsInfoOn
source: Contacts from this device will be added to your account.
es: Los contactos de este dispositivo serán añadidos a tu cuenta.
it: I contatti da questo dispositivo saranno aggiunti al tuo account.

# SyncContactsOff
source: Contacts from this device will not be added to this account.
es: Los contactos de este dispositivo no serán añadidos a esta cuenta.
it: I contatti da questo dispositivo non saranno aggiunti a questo account.

# SyncContactsOn
source: Contacts from this device will be added to this account.
es: Los contactos de este dispositivo serán añadidos a esta cuenta.
it: I contatti da questo dispositivo saranno aggiunti a questo account.

# ChatDate
source: MMMM d
es: d 'de' MMMM
it: d MMMM

# ChatFullDate
source: MMMM d, yyyy
es: d 'de' MMMM 'de' yyyy
it: d MMMM, yyyy

# FormatterBannedUntil12H
source: MMM dd yyyy, h:mm a
es: dd MMM yyyy, h:mm a
it: dd MMM yyyy, h:mm a

# FormatterBannedUntil24H
source: MMM dd yyyy, HH:mm
es: dd MMM yyyy, HH:mm
it: dd MMM yyyy, HH:mm

# FormatterBannedUntilThisYear12H
source: MMM dd, h:mm a
es: dd MMM, h:mm a
it: dd MMM, h:mm a

# FormatterBannedUntilThisYear24H
source: MMM dd, HH:mm
es: dd MMM, HH:mm
it: dd MMM, HH:mm

# FormatterMonth
source: MMM dd
es: dd 'de' MMM
it: dd MMM

# FormatterStats12H
source: MMM dd yyyy, h:mm a
es: dd MMM yyyy, h:mm a
it: dd MMM yyyy, h:mm a

# FormatterStats24H
source: MMM dd yyyy, HH:mm
es: dd MMM yyyy, HH:mm
it: dd MMM yyyy, HH:mm

# FormatterMonthYear
source: MMMM yyyy
es: MMMM 'de' yyyy
